[
    {
        "title": [
            "In-field prostate cancer recurrence following radical prostatectomy and salvage radiation."
        ],
        "keywords": [
            [
                "Metastasis Free Survival",
                "prostate cancer",
                "prostatectomy",
                "radiation",
                "recurrence"
            ]
        ],
        "absract": [
            "To define the natural history, patterns of recurrence and treatment modalities for local prostate cancer (PCa) recurrence following radical prostatectomy (RP) and radiation therapy (RT), and to investigate factors that could predict metastasis-free survival (MFS) in this unique patient population.\nWe queried a prospectively maintained PCa registry to identify men developing in-field recurrence (IFR) following RP and RT from 2008 to 2021 at a single institution. IFR was defined as biopsy-proven recurrent PCa or the presence of persistent positron emission tomography-avid lesions in the prior radiation field without evidence of metastasis. Cox regression was conducted to determine predictors of MFS. Kaplan-Meier methods were used to calculate MFS, cancer-specific survival (CSS) and overall survival (OS) for patients in three primary therapy categories: cryoablation, androgen deprivation therapy (ADT) alone, and surveillance.\nOf 4575 patients from our registry, 108 (2.3%) with IFR were identified. The median (interquartile range [IQR]) time to IFR from salvage treatment was 78 (50-126) months. A total of 29 patients (26%) were managed with cryoablation, 23 (21%) with ADT, and 28 (25%) with surveillance. The median (IQR) follow-up was 76 (48-100) months. There were no statistically significant differences in MFS (P = 0.67) or OS (P = 0.07) among the three primary treatment cohorts. Patients treated with ADT or cryoablation had longer CSS compared to patients managed with surveillance (P = 0.047).\nWe found that IFR may present years after completion of primary treatment for PCa. While curative management strategies may be attempted, local and distant metastatic recurrence is common and often requires systemic therapy."
        ],
        "doi": [
            "10.1111/bju.16598"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614716"
    },
    {
        "title": [
            "Clinical benefits of partial splenic embolization for cancer patients."
        ],
        "keywords": [
            [
                "cancer patient",
                "oncologic benefit",
                "partial splenic embolization",
                "systemic chemotherapy",
                "transarterial chemoembolization"
            ]
        ],
        "absract": [
            "Partial splenic embolization (PSE) has developed as an alternative to surgical splenectomy, mainly to improve hypersplenism and esophagogastric varices in cirrhotic patients. We proposed the novel concept that splenic infarction volume, rather than the splenic infarction ratio, is essential for patients receiving PSE. A splenic infarction volume between 388 and 540 mL is suitable for a sufficient increase in platelet count and less severe PSE-related complications. When restricted to patients with massive splenomegaly >700 mL, the noninfarcted volume of the spleen plays an important role in increasing platelet counts. Based on the splenic volume concept, PSE or laparoscopic splenectomy should be selected. Partial splenic embolization is effective for cancer patients with hypersplenism. Hypersplenism can occur due to portal vein congestion by thrombosis or tumor thrombosis, and hepatic sinusoidal obstruction syndrome after oxaliplatin-including chemotherapy other than liver cirrhosis. Therefore, PSE has been emphasized as a pretreatment intervention for invasive treatments for cancer patients and is applied synchronously with systemic chemotherapy or chemoembolization for patients with liver malignancies. It was reported that additional PSE on chemoembolization can prolong progression-free survival for patients with hepatocellular carcinoma. Moreover, PSE can improve liver function and fibrosis, promote liver regeneration, and activate host immunity. Partial splenic embolization can result in thrombocytosis (<200 × 10"
        ],
        "doi": [
            "10.1111/hepr.14142"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614706"
    },
    {
        "title": [
            "The prognostic value of tumor microenvironment in endometrioid type endometrial cancer: Effect of CD44 on oncologic outcome."
        ],
        "keywords": [
            [
                "CD44",
                "CD47",
                "IL‐1",
                "TNF‐α",
                "endometrial cancer",
                "immunohistochemistry",
                "prognostic factors"
            ]
        ],
        "absract": [
            "The study aimed to evaluate the expression of CD44, CD47, interleukin-1 (IL-1), and tumor necrosis factor alpha (TNF-α) in immunohistochemically stained (IHS) samples from endometrioid endometrial cancer (EEC) and to examine their correlation with clinicopathologic parameters.\nIHS was used to assess CD44, CD47, IL-1, and TNF-α expression in 53 EEC samples. Immunostaining was scored as negative (-), slightly positive (+), moderately positive (++), or strongly/diffuse positive (+++). The prognostic value of these markers was analyzed in relation to clinicopathologic features, including survival.\nIn endometrial cancer tissues, positivity rates were CD44 (81%), CD47 (81%), TNF-α (40.5%), and IL-1 (42.9%). Strong and diffuse CD44 staining was associated with improved survival and linked to endocervical invasion and stage. Patients with slightly positive CD47 had significantly higher rates of pelvic and para-aortic lymph node metastases. Strong TNF-α staining correlated with grade 3 EEC, while slightly positive IL-1 staining was associated with increased endocervical invasion. No significant correlation was found between CD47, IL-1, and TNF-α expression and survival.\nCD44 and CD47 were positive in most EEC specimens. CD44 expression was the only marker significantly correlated with overall survival and recurrence. TNF-α showed a positive correlation with high-grade tumors, and IL-1 staining was inversely associated with endocervical invasion. These findings suggest that CD44 is a prognostic marker for survival, while TNF-α and IL-1 may have indirect prognostic roles in EEC."
        ],
        "doi": [
            "10.1002/ijgo.16071"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614697"
    },
    {
        "title": [
            "Systematic review: The gut microbiota as a link between colorectal cancer and obesity."
        ],
        "keywords": [
            [
                "colitis",
                "colorectal cancer",
                "microbiota",
                "obesity"
            ]
        ],
        "absract": [
            "Microbiome modulation is one of the novel strategies in medicine with the greatest future to improve the health of individuals and reduce the risk of different conditions, including metabolic, immune, inflammatory, and degenerative diseases, as well as cancer. Regarding the latter, many studies have reported the role of the gut microbiome in carcinogenesis, formation and progression of colorectal cancer (CRC), as well as its response to different systemic therapies. Likewise, obesity, one of the most important risk factors for CRC, is also well known for its association with gut dysbiosis. Moreover, obesity and CRC display, apart from microbial dysbiosis, chronic inflammation, which participates in their pathogenesis. Although human and murine studies demonstrate the significant impact of the microbiome in regulating energy metabolism and CRC development, little is understood about the contribution of the microbiome to the development of obesity-associated CRC. Therefore, this systematic review explores the evidence for microbiome changes associated with these conditions and hypothesizes that this may contribute to the pathogenesis of obesity-related CRC. Two databases were searched, and different studies on the relationship among obesity, intestinal microbiota and CRC in clinical and preclinical models were selected. Data extraction was carried out by two reviewers independently, and 101 studies were finally considered. Findings indicate the existence of a risk association between obesity and CRC derived from metabolic, immune, and microbial disorders."
        ],
        "doi": [
            "10.1111/obr.13872"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614602"
    },
    {
        "title": [
            "Retraction: Huang Y, "
        ],
        "keywords": [
            []
        ],
        "absract": [
            "No abstract available"
        ],
        "doi": [
            "10.31083/j.fbl2911399"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614456"
    },
    {
        "title": [
            "Tumor-Infiltrating Lymphocytes in Triple-Negative Breast Cancer: Enduring Legacy, Emerging Evidence."
        ],
        "keywords": [
            []
        ],
        "absract": [
            "No abstract available"
        ],
        "doi": [
            "10.31083/j.fbl2911385"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614454"
    },
    {
        "title": [
            "Dual Role of Lysosome in Cancer Development and Progression."
        ],
        "keywords": [
            [
                "autophagy",
                "cancer",
                "cell death",
                "cell senescence",
                "lysosome"
            ]
        ],
        "absract": [
            "Lysosomes are essential intracellular catabolic organelles that contain digestive enzymes involved in the degradation and recycle of damaged proteins, organelles, etc. Thus, they play an important role in various biological processes, including autophagy regulation, ion homeostasis, cell death, cell senescence. A myriad of studies has shown that the dysfunction of lysosome is implicated in human aging and various age-related diseases, including cancer. However, what is noteworthy is that the modulation of lysosome-based signaling and degradation has both the cancer-suppressive and cancer-promotive functions in diverse cancers depending on stage, biology, or tumor microenvironment. This dual role limits their application as targets in cancer therapy. In this review, we provide an overview of lysosome and autophagy-lysosomal pathway and outline their critical roles in many cellular processes, including cell death. We highlight the different functions of autophagy-lysosomal pathway in cancer development and progression, underscoring its potential as a target for effective cancer therapies."
        ],
        "doi": [
            "10.31083/j.fbl2911393"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614447"
    },
    {
        "title": [
            "Circulating Extracellular Vesicles: An Effective Biomarker for Cancer Progression."
        ],
        "keywords": [
            [
                "biomarkers",
                "cancer biomarkers",
                "circulating extracellular vesicles",
                "clinical trials",
                "extracellular vesicles",
                "therapeutics"
            ]
        ],
        "absract": [
            "Extracellular vesicles (EVs), the ubiquitous part of human biology, represent a small heterogenous, membrane-enclosed body that contains a diverse payload including genetic materials in the form of DNA, RNAs, small non-coding RNAs, etc. mostly mirroring their source of origin. Since, a vast majority of research has been conducted on how nucleic acids, proteins, lipids, and metabolites, associated with EVs can be effectively utilized to identify disease progression and therapeutic responses in cancer patients, EVs are increasingly being touted as valuable and reliable identifiers of cancer biomarkers in liquid biopsies. However, the lack of comprehensive clinical validation and effective standardization protocols severely limits its applications beyond the laboratories. The present review focuses on understanding the role of circulating EVs in different cancers and how they could potentially be treated as cancer biomarkers, typically due to the presence of bioactive molecules such as small non-coding RNAs, RNAs, DNA, proteins, etc., and their utilization for fine-tuning therapies. Here, we provide a brief general biology of EVs including their classification and subsequently discuss the source of circulatory EVs, the role of their associated payload as biomarkers, and how different cancers affect the level of circulatory EVs population."
        ],
        "doi": [
            "10.31083/j.fbl2911375"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614441"
    },
    {
        "title": [
            "NUF2 Promotes Breast Cancer Metastasis via Activating Wnt/β-Catenin Pathways."
        ],
        "keywords": [
            [
                "NUF2",
                "Wnt/β-catenin",
                "breast cancer",
                "invasion",
                "migration"
            ]
        ],
        "absract": [
            "Breast cancer is the most common malignancy and the leading cause of cancer death among women. NDC80 kinetochore complex component (NUF2) is demonstrated to implicate the progression of human cancer. But the role of NUF2 in breast cancer progression is unclear. Here, we aimed to study the role and regulatory mechanisms of NUF2 in breast cancer metastasis.\nImmunohistochemistry was used to determine UNF2 expression in clinical samples. Transwell assas were used to determine the role of NUF2 in breast cancer migration and invasion. Animal model \nNUF2 was upregulated significantly in breast cancer tissues and cells. Worse prognosis was noted in patients with high NUF2 levels compared with that in patients with low NUF2 levels. NUF2 overexpression markedly enhanced, while NUF2 knockdown inhibited, breast cancer cell invasion and migration. Mechanistically, NUF2 was observed to upregulate Wnt/β-catenin signaling pathway activity. The promoting effect of NUF2 on cell migration and invasion were blocked by inhibition of the Wnt/β-catenin pathway.\nWe revealed that NUF2 promotes breast cancer progression via activating Wnt/β-catenin signaling, suggesting that NUF2 might be a new potential target for breast cancer treatment."
        ],
        "doi": [
            "10.31083/j.fbl2911371"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614440"
    },
    {
        "title": [
            "CELF6 as an Oncogene in Colorectal Cancer: Targeting Stem-Cell-Like Properties Through Modulation of "
        ],
        "keywords": [
            [
                "CELF6",
                "HOXA5",
                "cancer stemness",
                "colorectal cancer",
                "proliferation"
            ]
        ],
        "absract": [
            "Emerging evidence indicates the essential role of cancer stem cells (CSCs) in the development and progression of various cancers, including colorectal cancer (CRC). CELF6, a member of the cytosine-uridine-guanine-binding protein (CUG-BP), Elav-like family (CELF), has been reported to be downregulated in CRC tissues. This study aims to elucidate the role and underlying mechanisms of CELF6 in CRC progression.\nThe expression levels and prognostic significance of CELF6, along with its association with homeobox A5 (HOXA5), were analyzed using University of Alabama at Birmingham Cancer Data Analysis Portal (UALCAN), PrognoScan, and Tumor Immune Estimation Resource (TIMER) databases. The expression of CELF6 was further assessed through quantitative real-time polymerase chain reaction (qRT-PCR), immunoblotting, and immunohistochemistry. Both \nCELF6 was found to be downregulated in CRC and was associated with poor prognosis. Functional studies revealed that overexpression of CELF6 resulted in decreased CRC cell proliferation and stemness \nThis study is the first to identify CELF6 as a suppressor of stemness and a modulator of CRC progression. These findings provide new insights into the role of CELF6 in CRC and highlight its potential as a novel therapeutic target."
        ],
        "doi": [
            "10.31083/j.fbl2911395"
        ],
        "related dois": [
            []
        ],
        "pmid": "39614437"
    }
]